12/data/attachments/ffb50c3c843f4771.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Marcus_woman_Actions_85990_2</nif:username>
            <nif:friendToBeRequested>soap_actions_9ce3a6ad-9246-4407-b9d1-aa9353a348ec</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>